import React from "react";

import "./main.css";
import "../../app.css";

function Main() {
  return (
    <>
      <div className="nasta">
        <div className="text">
          <div className="privet">❤️ Привет Настя!❤️</div>
          <p className="topic">
            Я увлекаюсь музыкой, люблю слушать песни разных жанров. Особенно
            патриотические, а ещё с юмором и песни-пародии. Очень нравятся песни
            на французском языке. А когда слушаю на китайском и казахском - мне
            почему-то смешно 🤣 А ещё интересуюсь рок-музыкой, но её так много,
            что мне нелегко в ней разобраться.
          </p>
          <p className="topic">
            Здесь я подобрал примеры разных стилей рока. Какой тебе больше
            нравится? Очень хочется узнать твоё мнение. 😊
          </p>
        </div>
      </div>
    </>
  );
}

export default Main;
