import React from "react";

import "./main.css";
import "../../app.css";

function Main() {
  return (
    <>
      <div className="nasta">
        <div>
          <p className="topic">
            ❤️ Привет Настя! <br />Я увлекаюсь музыкой, люблю слушать разные
            жанры. Особено с юмором, русские патриотические, песни-пародии.
            Очень нравятся песни на французском языке. Ещё слушаю на китайском и
            казахском - мне почему-то смешно 🤣 А ещё интересуюсь рок-музыкой,
            но её так много, что мне не легко в ней разобраться. Здесь я
            подобрал примеры разных стилей рока. Какой тебе больше нравится?
            Очень хочется узнать твоё мнение. 😊
          </p>
        </div>
      </div>
    </>
  );
}

export default Main;
